adamhartford.vscode-base64
aykutsarac.jsoncrack-vscode
catppuccin.catppuccin-vsc
charliermarsh.ruff
continue.continue
docker.docker
eamodio.gitlens
hashicorp.terraform
jinliming2.vscode-go-template
magicstack.magicpython
mohsen1.prettify-json
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ru
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
redhat.vscode-yaml
saoudrizwan.claude-dev
tamasfe.even-better-toml
tim-koehler.helm-intellisense
zhuangtongfa.material-theme
